Revit 2027 API
SymbolTypeId.InHg Property
 Symbol inHg, indicating unit Inches of mercury (32 °F).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InHg { get; }
Public Shared ReadOnly Property InHg As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InHg {
	ForgeTypeId^ get ();
}
static member InHg : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace